{
  "stage": {
    "TITLE": {
      "ar": "مصمم القوالب بالحقن",
      "de": "Spritzgießer Designer",
      "en": "Injection Molding Designer",
      "es": "Diseñador de moldeo por inyección",
      "fr": "Concepteur de moulage par injection",
      "jp": "射出成形デザイナー",
      "pt": "Designer de moldagem por injeção",
      "ru": "Дизайнер по литью под давлением",
      "zh": "注塑成型设计师"
    },
    "DESCRIPTION": {
      "ar": "يتم إنشاء المكوّن الفردي في بضع خطوات فقط: قم بتحميل نموذج التصميم بمساعدة الحاسوب، واختر مادة ودعنا نتحقق من قابلية التصنيع - هذا كل شيء. سترى على الفور السعر المؤقت ووقت التسليم. بعد الموافقة يمكنك طلب عرض أسعار.",
      "de": "Das individuelle Bauteil ist in wenigen Schritten erstellt: CAD-Modell hochladen, Material auswählen und von uns auf Herstellbarkeit prüfen lassen - das war's. Sie sehen sofort einen vorläufigen Preis und die Lieferzeit. Nach Freigabe können Sie ein Angebot anfordern.",
      "en": "The individual component is created in just a few steps: upload the CAD model, select a material and let us check the manufacturability - that's it. You will immediately see a provisional price and delivery time. After approval you can request a quote.",
      "es": "El componente individual se crea en unos pocos pasos: cargue el modelo CAD, seleccione un material y déjenos comprobar la fabricabilidad; eso es todo. Inmediatamente verá un precio provisional y el plazo de entrega. Tras la aprobación, puede solicitar un presupuesto.",
      "fr": "Le composant individuel est créé en quelques étapes seulement : téléchargez le modèle CAO, sélectionnez un matériau et laissez-nous vérifier la fabricabilité - c'est tout. Vous obtiendrez immédiatement un prix provisoire et un délai de livraison. Après approbation, vous pouvez demander un devis.",
      "jp": "CADモデルをアップロードし、材料を選択し、製造可能性をチェックします。すぐに仮価格と納期が表示されます。承認後、お見積もりをご依頼いただけます。",
      "pt": "O componente individual é criado em apenas algumas etapas: faça o upload do modelo CAD, selecione um material e deixe-nos verificar a capacidade de fabricação - isso é tudo. Você verá imediatamente um preço provisório e um prazo de entrega. Após a aprovação, você poderá solicitar uma cotação.",
      "ru": "Отдельный компонент создается всего за несколько шагов: загрузите CAD-модель, выберите материал, проверьте технологичность - и все. Вы сразу же увидите предварительную цену и срок поставки. После утверждения вы можете запросить коммерческое предложение.",
      "zh": "只需几步就能创建单个组件：上传 CAD 模型、选择材料并让我们检查可制造性--仅此而已。您将立即看到临时价格和交货时间。审核通过后，您就可以要求报价。"
    }
  }
}
